IDEA Open Model
SteelSetupRUS.PreloadedBoltsLoadType Property
Compatible with IDEA StatiCa Beta 20.0
 WeldingType
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PreloadedBoltsLoadType PreloadedBoltsLoadType { get; set; }
Public Property PreloadedBoltsLoadType As PreloadedBoltsLoadType
	Get
	Set
Property Value
Type: PreloadedBoltsLoadType
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace